[
    "Dogs do speak, but only to those who know how to listen.",
    "A dog is the only thing on earth that loves you more than you love yourself.",
    "The better I get to know men, the more I find myself loving dogs.",
    "Happiness is a warm puppy.",
    "Dogs are not our whole life, but they make our lives whole.",
    "My little dog—a heartbeat at my feet.",
    "Every dog must have his day.",
    "Dogs are better than human beings because they know but do not tell.",
    "Dogs’ lives are too short. Their only fault, really.",
    "The average dog is a nicer person than the average person.",
    "The dog is a gentleman; I hope to go to his heaven, not man’s.",
    "Dogs are wise. They crawl away into a quiet corner and lick their wounds and do not rejoin the world until they are whole once more.",
    "I think dogs are the most amazing creatures; they give unconditional love.",
    "No matter how little money and how few possessions you own, having a dog makes you rich.",
    "A dog will teach you unconditional love. If you can have that in your life, things won’t be too bad.",
    "Dogs leave pawprints on our hearts.",
    "A dog is the only creature on earth that loves you more than he loves himself.",
    "When a dog barks at the moon, then it is religion; but when he barks at strangers, it is patriotism!",
    "The only creatures that are evolved enough to convey pure love are dogs and infants.",
    "The greatest fear dogs know is the fear that you will not come back when you go out the door without them.",
    "Money can buy you a fine dog, but only love can make him wag his tail.",
    "Dogs are the magicians of the universe.",
    "It’s hard not to immediately fall in love with a dog who has a good sense of humor.",
    "The better I get to know men, the more I find myself loving dogs.",
    "Old dogs, like old shoes, are comfortable. They might be a bit out of shape and a little worn around the edges, but they fit well.",
    "Dogs’ lives are too short. Their only fault, really.",
    "Dogs come when they’re called; cats take a message and get back to you later.",
    "The bond with a dog is as lasting as the ties of this earth can ever be.",
    "The dog is a gentleman; I hope to go to his heaven, not man’s.",
    "Dogs do speak, but only to those who know how to listen.",
    "A dog desires affection more than its dinner. Well—almost.",
    "If there are no dogs in Heaven, then when I die I want to go where they went.",
    "My little dog—a heartbeat at my feet.",
    "When a man’s best friend is his dog, that dog has a problem.",
    "To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring—it was peace.",
    "Dogs are not our whole life, but they make our lives whole.",
    "I have found that when you are deeply troubled, there are things you get from the silent devoted companionship of a dog that you can get from no other source.",
    "The bond with a true dog is as lasting as the ties of this earth will ever be.",
    "Dogs are wise. They crawl away into a quiet corner and lick their wounds and do not rejoin the world until they are whole once more.",
    "I think dogs are the most amazing creatures; they give unconditional love.",
    "There is no faith which has never yet been broken, except that of a truly faithful dog.",
    "Dogs leave pawprints on our hearts.",
    "Dogs come into our lives to teach us about love, they depart to teach us about loss. A new dog never replaces an old dog; it merely expands the heart.",
    "The only creatures that are evolved enough to convey pure love are dogs and infants.",
    "You think dogs will not be in heaven? I tell you, they will be there long before any of us.",
    "I have found that when you are deeply troubled, there are things you get from the silent devoted companionship of a dog that you can get from no other source.",
    "Money can buy you a fine dog, but only love can make him wag his tail.",
    "The more people I meet, the more I like my dog.",
    "Dogs have a way of finding the people who need them and filling an emptiness we didn’t even know we had.",
    "Dogs are the magicians of the universe.",
    "I care not for a man’s religion whose dog and cat are not the better for it.",
    "If I could be half the person my dog is, I’d be twice the human I am.",
    "It’s hard not to immediately fall in love with a dog who has a good sense of humor.",
    "The better I get to know men, the more I find myself loving dogs.",
    "No matter how little money and how few possessions you own, having a dog makes you rich.",
    "Every dog must have his day.",
    "Dogs are our link to paradise.",
    "A dog is the only thing on earth that loves you more than he loves himself.",
    "The more I learn about people, the more I like my dog.",
    "Dogs don’t rationalize. They don’t hold anything against a person. They don’t see the outside of a human but the inside of a human.",
    "Dogs have boundless enthusiasm but no sense of shame. I should have a dog as a life coach.",
    "My goal in life is to be as good of a person as my dog already thinks I am.",
    "There is no psychiatrist in the world like a puppy licking your face.",
    "The greatest pleasure of a dog is that you may make a fool of yourself with him, and not only will he not scold you, but he will make a fool of himself too.",
    "When a dog barks at the moon, then it is religion; but when he barks at strangers, it is patriotism!",
    "Dogs laugh, but they laugh with their tails.",
    "Once you have had a wonderful dog, a life without one is a life diminished.",
    "I have seen a look in dogs’ eyes, a quickly vanishing look of amazed contempt, and I am convinced that basically, dogs think humans are nuts.",
    "The dog is the most faithful of animals and would be much esteemed were it not so common.",
    "Dogs do not regard their master as a god. They regard him as a fellow dog.",
    "Scratch a dog and you’ll find a permanent job.",
    "Heaven goes by favor. If it went by merit, you would stay out and your dog would go in.",
    "To err is human—to forgive, canine.",
    "If you want a friend in Washington, get a dog.",
    "Dogs are our link to paradise."
]
